#include <stdio.h>
int name();
int date();
int main()
{
    name();
    date();
    
}

int name()
{
    puts("************************************************");
    puts("*                                              *");
    puts("*    тема: Разработка консольного приложения   *");
    puts("*                                              *");
    puts("*    Выполнил Кочергин С.В.                    *");
    puts("*                                              *");
    puts("************************************************");
}
int date()
{
    puts("_    _  _  _");
    puts("_|||| || ||_|");
    puts("|_|||_||_||_|");
}
